{"summary":{"numBillsAndResolutions":434,"senateBills":{"total":154,"introduced":154,"pastFirstChamber":47,"pastSecondChamber":0,"toGovernor":0,"pastGovernor":0},"houseBills":{"total":259,"introduced":259,"pastFirstChamber":51,"pastSecondChamber":1,"toGovernor":1,"pastGovernor":0},"resolutions":{"total":21,"introduced":21,"passed":1}},"about":{"description":[{"type":"text","value":"This guide is an effort to make the quantifiable aspects of the Montana Legislature more accessible to the public. It compiles information about lawmakers, proposed bills and the legislative process, along with contextual information that can help Montana citizens make sense of the work their elected representatives are doing in Helena. This is a project of <a href=\"http://montanafreepress.org/\">Montana Free Press</a>, a 501(c)(3) nonprofit newsroom that aims to provide Montanans with in-depth, nonpartisan news coverage."},{"type":"text","value":"The data presented here is sourced primarily from the Montana Legislature’s <a href=\"https://leg.mt.gov/legislator-information/\">official roster</a> and its official bill-tracking system, the <a href=\"http://laws.leg.mt.gov/legprd/law0203w$.startup?P_SESS=20211\">Legislative Automated Workflow System</a>, or LAWS. Data from LAWS is collected daily using an open-source scraping script developed by <a href=\"https://openstates.org/\">the Open States project</a>."},{"type":"text","value":"Web design, data wrangling and other reporting for this guide was done by MTFP data reporter Eric Dietrich. Contact <a href=\"mailto:edietrich@montanafreepress.org\">edietrich@montanafreepress.org</a> with bug reports, questions or suggestions."}]},"contactUs":{"description":[{"type":"text","value":"More information about this guide <a href=\"https://apps.montanafreepress.org/capitol-tracker-2021/about\">is available here</a>. Reach data reporter Eric Dietrich with questions, comments or bug reports for this project at <a href=\"mailto:edietrich@montanafreepress.org\">edietrich@montanafreepress.org</a>."},{"type":"text","value":"Think there's a potential news story to be done about a bill or lawmaker you see here? Tell us at <a href=\"mailto:tips@montanafreepress.org\">tips@montanafreepress.org</a>."}]},"updateTime":"2021-01-27T02:11:42.708Z","mostRecentActionDate":"2021-01-26T07:00:00.000Z","infoPopups":[{"key":"bill-process","label":"How bills move through the Legislature","content":[{"type":"text","value":"In order to become law, bills must be passed by their sponsor's chamber, either the Senate or House, and then by the other chamber of the Legislature. Separate bills passed by each chamber must be reconciled if they've passed in different forms, and then transmitted to the governor. The governor can sign a bill, issue a veto, or let a bill become law without his signature. Lawmakers can override a governor’s veto with two-thirds majorities in both chambers."},{"type":"text","value":"Resolutions are used for legislative actions that don’t create new laws, like adopting procedural rules or requesting studies. House- and Senate-specific resolutions are voted on by one chamber. Joint resolutions must be passed by both. Neither type of resolution requires action by the governor."}]}]}