{"updateTime":"2021-05-21T21:40:30.510Z","summary":{"numBillsAndResolutions":1313,"senateBills":{"total":406,"introduced":406,"pastFirstChamber":284,"pastSecondChamber":241,"toGovernor":239,"pastGovernor":233},"houseBills":{"total":700,"introduced":700,"pastFirstChamber":408,"pastSecondChamber":352,"toGovernor":350,"pastGovernor":338},"resolutions":{"total":207,"introduced":207,"passed":134}},"mostRecentActionDate":"2021-05-18T06:00:00.000Z","about":{"description":[{"type":"text","value":"This guide is an effort to make the quantifiable aspects of the Montana Legislature more accessible to the public. It compiles information about lawmakers, proposed bills and the legislative process, along with contextual information that can help Montana citizens make sense of the work their elected representatives are doing in Helena. This is a project of <a href=\"http://montanafreepress.org/\">Montana Free Press</a>, a 501(c)(3) nonprofit newsroom that aims to provide Montanans with in-depth, nonpartisan news coverage."},{"type":"text","value":"The data presented here is sourced primarily from the Montana Legislature’s <a href=\"https://leg.mt.gov/legislator-information/\">official roster</a> and its official bill-tracking system, the <a href=\"http://laws.leg.mt.gov/legprd/law0203w$.startup?P_SESS=20211\">Legislative Automated Workflow System</a>, or LAWS. Data from LAWS is collected daily using an open-source scraping script developed by <a href=\"https://openstates.org/\">the Open States project</a>."},{"type":"text","value":"Web design, data wrangling and other reporting for this guide was done by MTFP data reporter Eric Dietrich. Contact <a href=\"mailto:edietrich@montanafreepress.org\">edietrich@montanafreepress.org</a> with bug reports, questions or suggestions."}]},"participation":{"ledeIn":[{"type":"text","value":"The COVID-19 pandemic has changed several aspects of how both lawmakers and the public are able to participate in the 2021 legislative session."},{"type":"text","value":"For the first time in the state’s history, the public has the opportunity to testify remotely via Zoom, meaning citizens who want to speak before a committee don’t have to travel to Helena to do so. As has been the case in past years, streaming audio and video is available for House and Senate floor sessions, in addition to legislative committee meetings."},{"type":"text","value":"<a href=\"https://leg.mt.gov/content/Committees/Administration/Legislative-Council/2019-20/2021session-calendar-adopted.pdf\">This link includes the calendar for the 67th Legislature</a>, including breaks and important deadlines. The Legislature is set to meet for 90 days, the last of which is scheduled for April 28."}],"watchTitle":"Watching legislative proceedings","watchText":[{"type":"text","value":"The proceedings of <a href=\"http://sg001-harmony.sliq.net/00309/Haxrmony/en\">all committees are streamed live through the Montana Public Affairs Network, or MPAN, website</a>. You can tune in online to any committee, Senate or House hearing and select a video or audio-only format."},{"type":"text","value":"You can also watch recorded proceedings by using the calendar at the left of the screen and selecting the day of a given hearing. Recordings are typically available shortly after a hearing has ended."},{"type":"text","value":"As in the past, you can also watch proceedings on your television via MPAN broadcasts, which provide daily coverage of the Senate and House floor sessions as well as several committee meetings. It’s distributed to cable television subscribers in many communities in Montana. The specific TV channel for MPAN can be found on channel 191 on Charter Spectrum cable. More information on watching MPAN is available <a href=\"https://leg.mt.gov/audio-video/\">here</a>, and <a href=\"https://www.montanapbs.org/watch/\">here</a>."}],"testifyTitle":"Testifying on bills","testifyText":[{"type":"text","value":"In-person testimony at the Capitol is similar to years past, with the exception that committee rooms are set up to accommodate social distancing. <a href=\"https://montanafreepress.org/2021/01/08/legislature-to-get-dedicated-contact-tracer/\">In general, mask use has been “highly recommended” at the Capitol by the Legislature’s COVID-19 panel</a>, but its adoption is inconsistent."},{"type":"text","value":"Particularly in smaller committee rooms, space constraints can mean the public is invited to watch committee proceedings on a screen in the hallway and may be allowed, one at a time, to enter the room and speak during the time reserved for public testimony."},{"type":"text","value":"Testifying remotely via Zoom requires advance registration <a href=\"https://leg.mt.gov/public-testimony/\">via a form on the legislative website</a>, which also includes fields for submitting written comments and uploading documents for consideration by the relevant legislative committee."},{"type":"text","value":"If you would like to testify, you must register by noon on the business day before the hearing. It’s important to note that not everyone who registers to testify will necessarily have the opportunity, particularly on bills that draw considerable public interest."},{"type":"text","value":"If you register to testify, you’ll receive emailed confirmation and a Zoom link. A remote committee coordinator will facilitate the remote testimony the day of the hearing."},{"type":"text","value":"Individual committee chairs decide how they want to direct public testimony, and divvy it up between in-person and online participation. Therefore, you’re advised to leave a brief comment stating your position on the registration form in the event that you’re unable to testify via Zoom."},{"type":"text","value":"If you want to register to testify remotely but cannot use the Zoom platform, use the remote testimony link to register. You’ll receive a confirmation email. Reply to the confirmation email and Legislative Services staff will follow-up with details about how to testify before a committee using a phone connection."}],"trackingTitle":"Tracking bills and contacting lawmakers","trackingText":[{"type":"text","value":"The Legislature’s official bill-tracking tool, the <a href=\"https://leg.mt.gov/bill-info/look-up-bill/\">Legislative Automated Workflow System</a>, or LAWS, is a platform that acts as a clearinghouse for bills and bill drafts. It can be tricky to use, but there are <a href=\"https://leg.mt.gov/bills/demos/\">instructional videos</a> that can help you learn your way around the system. These videos include everything from the basics of navigating LAWS to more in-depth guidance on creating preference lists so you can be alerted when selected bills come up for a hearing."},{"type":"text","value":"The <a href=\"https://apps.montanafreepress.org/capitol-tracker-2021/\">Montana Free Press Capitol Tracker guide</a> pulls data from LAWS and is intended in part to serve as a more modern, user-friendly way to track legislative proceedings. The Capitol Tracker includes tools for <a href=\"https://apps.montanafreepress.org/capitol-tracker-2021/#find-bill\">finding information on a specific bill</a>, <a href=\"https://apps.montanafreepress.org/capitol-tracker-2021/#find-lawmaker\">finding information on a specific lawmaker</a> and <a href=\"https://apps.montanafreepress.org/capitol-tracker-2021/#find-district\">looking up your legislators by typing in your address</a>."},{"type":"text","value":"Phone numbers and email addresses for lawmakers are available on their individual pages in the MTFP Capitol Tracker, <a href=\"https://leg.mt.gov/legislator-information/\">as well as through the official legislative roster</a>. You can also call (406) 444-4800 and leave a message, and it will be delivered to the legislator you select."}],"credit":"Compiled by Amanda Eggert and Eric Dietrich"},"contactUs":{"description":[{"type":"text","value":"More information about this guide <a href=\"https://apps.montanafreepress.org/capitol-tracker-2021/about\">is available here</a>. Reach data reporter Eric Dietrich with questions, comments or bug reports for this project at <a href=\"mailto:edietrich@montanafreepress.org\">edietrich@montanafreepress.org</a>."},{"type":"text","value":"Think there's a potential news story to be done about a bill or lawmaker you see here? Tell us at <a href=\"mailto:tips@montanafreepress.org\">tips@montanafreepress.org</a>."}]},"infoPopups":[{"key":"bill-process","label":"How bills move through the Legislature","content":[{"type":"text","value":"In order to become law, bills must be passed by their sponsor's chamber, either the Senate or House, and then by the other chamber of the Legislature. Separate bills passed by each chamber must be reconciled if they've passed in different forms, and then transmitted to the governor. The governor can sign a bill, issue a veto, or let a bill become law without his signature. Lawmakers can override a governor’s veto with two-thirds majorities in both chambers."},{"type":"text","value":"Resolutions are used for legislative actions that don’t create new laws, like adopting procedural rules or requesting studies. House- and Senate-specific resolutions are voted on by one chamber. Joint resolutions must be passed by both. Neither type of resolution requires action by the governor."}]}],"hearings":[],"floorActions":[]}